{
    "greeting": "Hi, It's",
    "subheading": "I'm a",
    "about_me": "I consider myself a proactive person, who is always looking for continuous improvement, I consider myself a good partner who helps in case a colleague needs it, I am not afraid to consult in case of doubts. For my next job I would like a company with new challenges, which allows me to grow and in which I can show how much I can bring to the company!",
    "hire_btn": "Hire",
    "download_cv_btn": "Download CV",
    "home_heading": "Home",
    "education_heading": "Skills",
    "services_heading": "Services",
    "projects_heading": "Projects",
    "contact_heading": "Contact",
    "educations_heading": "Skills",
    "service_heading": "Services",
    "ui_design_subheading": "Web application development",
    "ui_design_description": "Creation of modern, functional, and scalable web applications that offer interactive and personalized experiences for end users. Comprehensive development ranging from intuitive interface design to backend programming, ensuring performance, security, and adaptability on any device. Tailored solutions that drive efficiency and digital growth for your project or business.",
    "front_develop_subheading": "UX/UI design",
    "front_develop_description": "User-centered design that combines user experience (UX) and visual appearance (UI) to create intuitive, attractive, and easy-to-use digital interfaces. Development of visual solutions that improve user interaction and satisfaction, optimizing usability and accessibility in each project. Design strategies that drive conversion and loyalty through memorable digital experiences.",
    "back_develop_subheading": "3D modeling",
    "back_develop_description": "Professional creation of three-dimensional digital models that transform ideas into accurate and detailed visual representations. From prototypes and custom parts to product visualizations, 3D modeling allows you to optimize designs, improve presentations, and facilitate manufacturing. Comprehensive service with a focus on quality, precision, and adaptability for projects of any scale.",
    "testing_subheading": "QA Manual Testing",
    "testing_description": "Manual execution of software tests to identify errors and ensure that each function meets the established requirements. This process involves simulating the end user experience, thoroughly reviewing interfaces and functionalities, and documenting any faults found for subsequent correction. A key approach to ensuring product quality prior to launch.",
    "proyect_heading": "Projects",
    "project1_desc": "Institutional website developed for a small distributor of imported school supplies, designed to present the company and its product catalog in a clear and professional manner.",
    "project2_desc": "Institutional website for a gym, created to provide information about its services, brand, available plan options, and facilitate contact with potential customers according to their needs.",
    "project3_desc": "Website for car rental service, designed to display available vehicles, contact information, and facilitate reservations in a simple and functional way.",
    "project4_desc": "Official website of the Mi Gusto brand, designed to offer an attractive and functional experience that reflects the brand's identity and values. Implementation with modern technologies for intuitive navigation and dynamic content.",
    "project5_desc": "Landing page created for the launch campaign of the new Mi Gusto empanada in collaboration with Flamin Hot. A modern and responsive design that highlights the spicy flavor of the product, with the aim of attracting consumers and boosting digital promotion.",
    "project6_desc": "Locally based artificial intelligence chat application designed to interact with the user through natural language processing.",
    "contact_me_heading": "Contact ",
    "minuscula": "Me",
    "full_name_input": "Full Name",
    "email_input": "E-mail",
    "phone_number_input": "Phone Number",
    "subject_input": "Subject",
    "your_message_input": "Your Message",
    "send_message_btn": "Send Message",
    "about_me_link": "About Me",
    "services_link_footer": "Services",
    "projects_link_footer": "Projects",
    "footer_heading": "© Created By ",
    "footer2_heading": " | All Rights Reserved",
    "footer_minuscula": "Ramiro Lacci "
}
